Autodesk.Revit.DB.Architecture.StairsSupportTopsideSurfaceType
The style of the topside surface of the support.
Since:
2013

Autodesk.Revit.DB.Architecture.StairsSupportTopsideSurfaceType.Open
The style of the topside surface of the support is open.

Autodesk.Revit.DB.Architecture.StairsSupportTopsideSurfaceType.Closed
The style of the topside surface of the support is closed.